{
    "Data": [
        {
            "id": 1,
            "title": "On Flowers",
            "description": "A singular, personal celebration of the beauty and possibilities of nature Amy Merrick is a rare and special kind of artist who uses flowers to help us see the familiar in a completely new way. Her gift is to revel in the unexpected—like a sunny spring arrangement housed in a paper coffee cup—and to overturn preconceptions, whether she’s transforming a bouquet of supermarket carnations into a breathtaking centerpiece or elevating wild and weedy blooms foraged from city sidewalks. She uses the beauty that is waiting to be discovered all around us—in leaves, branches, seedpods, a fallen blossom—to tell a story of time and place. Merrick begins On Flowers with a primer containing all her hard-won secrets on the art of flower arranging, from selecting materials to mastering pleasing proportions. Then she brings readers along on her journey, with observations on flowers in New York City and at her family’s summer home in rural New Hampshire, working on a flower farm off the coast of Washington State, and studying ikebana in a jewel-box flower shop in Kyoto. We learn how to send flowers like a florist, and how to arrange them like a farm girl. We discover the poignancy in humble wildflowers, and also celebrate the luxury of fragrant blousy blooms. Collected here is an anthology of floral inspiration, a love letter to nature by an exceptional, accidental florist.",
            "smallThumbnail": "http://books.google.com/books/content?id=A3WHDwAAQBAJ&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=A3WHDwAAQBAJ&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
            
        },
        {
            "id": 2,
            "title": "Flowers and their associations",
            "description": "A singular, personal celebration of the beauty and possibilities of nature Amy Merrick is a rare and special kind of artist who uses flowers to help us see the familiar in a completely new way. Her gift is to revel in the unexpected—like a sunny spring arrangement housed in a paper coffee cup—and to overturn preconceptions, whether she’s transforming a bouquet of supermarket carnations into a breathtaking centerpiece or elevating wild and weedy blooms foraged from city sidewalks. She uses the beauty that is waiting to be discovered all around us—in leaves, branches, seedpods, a fallen blossom—to tell a story of time and place. Merrick begins On Flowers with a primer containing all her hard-won secrets on the art of flower arranging, from selecting materials to mastering pleasing proportions. Then she brings readers along on her journey, with observations on flowers in New York City and at her family’s summer home in rural New Hampshire, working on a flower farm off the coast of Washington State, and studying ikebana in a jewel-box flower shop in Kyoto. We learn how to send flowers like a florist, and how to arrange them like a farm girl. We discover the poignancy in humble wildflowers, and also celebrate the luxury of fragrant blousy blooms. Collected here is an anthology of floral inspiration, a love letter to nature by an exceptional, accidental florist.",
            "smallThumbnail": "http://books.google.com/books/content?id=ktkDAAAAQAAJ&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=ktkDAAAAQAAJ&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
        },
        {
            "id": 3,
            "title": "Flowers",
            "description": "This book delves in detail the intimate functioning of the flower, whether it is on the biochemical, cellular, molecular, or the organism scale. It explains the form and function of the flower, not only from the physiology and developmental biology as-pects, but also from ecology and evolutionary sciences, integrating genetic, demo-graphic, and biogeographical perspectives.",
            "smallThumbnail": "http://books.google.com/books/content?id=8CSFs_Usw8MC&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=8CSFs_Usw8MC&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
            
        },
        {
            "id": 4,
            "title": "Flowers for Trade",
            "description": "The book is a classic covering flowers used in decoration of houses, offices, restaurants, hospitals and private places of rest and relaxation. For nature lovers, it is a paradise of colours, forms and shapes. Fragrant flowers, flowers for bouquet making, flowers for essences and bonsai are narrated to the enchantment of students and scholars as well. There are 21 chapters dealing with general topics in flower trade, standards, markets and global demand and supply. The specific chapters deal elaborately anthuriums, carnations, china aster, chrysanthemums, gerbera, gladiolus, helicorneas, jasmine, marigold, orchids, roses and tube roses. An exhaustive chapter on new cut flowers narrates recent introductions .The Japanese Bonsai is dealt in exquisite style. Research and development in this sector are separately dealt with. Future prospects, trends and globalised flower marketing are written for use of floriculturists. Modern technology of protected growing of flowers is informative. All the flowers indicated in the book are presented in colour photograph forms as well.",
            "smallThumbnail": "http://books.google.com/books/content?id=RGa2VeA8HiMC&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=RGa2VeA8HiMC&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
            
        },
        {
            "id": 5,
            "title": "Hope for the Flowers",
            "description": "A different sort of book for everyone except those who have given up completely. (and even they might secretly enjoy it.)",
            "smallThumbnail": "http://books.google.com/books/content?id=u3tgZ-hKARgC&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=u3tgZ-hKARgC&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
            
        },
        {
            "id": 6,
            "title": "The Culture of Flowers",
            "description": "An analysis of the symbolic and transactional uses of flowers in secular life and religious ritual from ancient Egypt to modern times.",
            "smallThumbnail": "http://books.google.com/books/content?id=wWg5AAAAIAAJ&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=wWg5AAAAIAAJ&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
            
        },
        {
            "id": 7,
            "title": "Flowers of Trinidad and Tobago",
            "description": "An analysis of the symbolic and transactional uses of flowers in secular life and religious ritual from ancient Egypt to modern times",
            "smallThumbnail": "http://books.google.com/books/content?id=OP8C9mKQxAMC&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=OP8C9mKQxAMC&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
        },
        {
            "id": 8,
            "title": "Caring for Cut Flowers",
            "description": "Caring for Cut Flowers shows florists and growers how to make cut flowers last longer. While proper postharvest techniques will not magically transform poor quality flowers into first class material, a few basic, inexpensive techniques can maximise the vase life of good quality material.",
            "smallThumbnail": "http://books.google.com/books/content?id=Pv1eUCKdP-QC&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=Pv1eUCKdP-QC&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
            
        },
        {
            "id": 9,
            "title": "The Language of Flowers",
            "description": "The Floral Offering: a Token of Affection and Esteem; Comprising the Language and Poetry of Flowers ...",
            "smallThumbnail": "http://books.google.com/books/content?id=2bCdaZ7KvDsC&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=2bCdaZ7KvDsC&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
        },
        {
            "id": 10,
            "title": "Voices of Flowers",
            "description":"Flower essences, essentially homeopathic liquids, are widely available in all health food stores, many gift shops, some food chain stores, and chain pharmacies. They are increasingly popular with the millions of people who are turning to alternative healing solutions, especially those that offer a measure of individual control. Some of the essences are mass manufactured, while others are manufactured from Mom & Pop shops, such as the one Rhonda PallasDowney runs with her husband. PallasDowney, a traditionally trained homeopath and the author of The Complete Book of Flower Essences, has made it her life's work not only to treat people, but also to teach them to take charge of their own healing and wellness. Voices of Flowers teaches readers to:* Discern their own needs for healing, based on the chakra energy system* Immediately begin working with the flower cards to learn the characteristic essence of each of the 48 flowers to bring wellness into their lives* Continue learning through both theory and practice by reading the book and engaging in daily practices that reveal ever more about an essence and its curative powers -Voices of Flowers is a jewel and reflects Rhonda's deep passion and connection with the plant world. --from the foreword by Rosemary Gladstar Voices of Flowers helps readers listen to the flower --what does this color, this bloom, this essence speak to? Each flower offers a message to the reader. How is this connected to your life and what can you learn from it? Plus there are suggestions for contemplation and affirmations to further develop the true voice of the flowers that are calling you.",
            "smallThumbnail": "http://books.google.com/books/content?id=NxR98ogUaAUC&printsec=frontcover&img=1&zoom=10&edge=curl&source=gbs_api"
            ,
            "thumbnail": "http://books.google.com/books/content?id=NxR98ogUaAUC&printsec=frontcover&img=1&zoom=500&edge=curl&source=gbs_api"
            
            
        }
    ]
}
